# Задача-2: Запросите от пользователя число, сохраните в переменную,
# прибавьте к числу 2 и выведите результат на экран.
# Если возникла ошибка, прочитайте ее, вспомните урок и постарайтесь устранить ошибку.

a = int(input('Пожалуйста, введите число: '))
print('Если к вашему числу прибавть 2, то будет =', a + 2)
